local L = LibStub("AceLocale-3.0"):NewLocale("CopyAnything", "ruRU")
if not L then return end

L["copyAnything"] = "Копировать что угодно"
L["copyFrame"] = "Копировать рамку"
L["fastCopy"] = "Быстрое Копирование"
L["fastCopyDesc"] = "Автоматическое скрытие рамки копирования после нажатия клавиши CTRL+C."
L["fontStrings"] = "Строки шрифта"
L["general"] = "Общий"
L["invalidSearchType"] = "Неверный тип поиска '%s'. Проверьте параметры."
L["mouseFocus"] = "Фокус мыши"
L["noTextFound"] = "Текст не найден"
L["parentFrames"] = "Главное Окно"
L["profiles"] = "Профили"
L["searchType"] = "Тип поиска"
L["searchTypeDesc"] = "Метод, используемый для поиска текста под курсором."
L["searchTypeDescExtended"] = "Строки Шрифта (по умолчанию) - Поиск отдельных Строк Шрифта под курсором. Главное окно - Поиск окон верхнего уровня под курсором и копирование всего текста из их дочерних элементов. Фокус мыши - копирование текста из фокуса мыши. Работает только на окнах, которые закреплены для таких событий мыши."
L["show"] = "Показать"
L["tooManyFontStrings"] = "Найдено более %d Строк Шрифта. Копия была отменена, чтобы игра не зависала слишком долго."

